Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: བདེ་བ ར་ གཤེགས་པ འི་ བསྟན་ ལ་ བརྩོན་ འགྲུས་ སྐྱེད །_།
en: $768 “Arouse diligence in the teaching of the Blissful One.

source: དེ་ ཚེ་ འཇིགས་པ་ ཆེན་པོ་ འབྱུང་བ ར་ འགྱུར །_།
en: At that time there will be great terrors.

source: སྡིག་པ འི་ དགེ་སློང་ རྣམས་ དང་ ཕྲད་ མ་ བྱེད །_།
en: Do not associate with evil monks.

source: དེ་ ཡི་ ཚེ་ ན་ སྡུག་བསྔལ་ གནས་པ ར་ འགྱུར །_།
en: That time will be one of suffering.”

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ ཀུན་ དུ་ བལྟས་པ འི་ བྱང་ཆུབ་ ཏུ་ ངེས་པ འི་ དགེ་བ འི་ རྩ་བ འི་ སྙིང་སྟོབས་ ཀྱི་ གོ་ཆ་ བགོས་ འདི་ལྟ་སྟེ་ དཔེར་ན །_ |#| སྐྱེས་བུ་ སྟོབས་ དང་ ལྡན་པ་ ཞིག་ གིས་ ལག་པ་ བསྐུམ་པ་ རྐྱོང་བ ར་ བྱེད་པ འམ །_། བརྐྱང་བ་ སྐུམ་པ ར་ བྱེད་པ འི་ སྐད་ཅིག་ དེས་ དེ་ནས་ |#| མི་སྣང་བ ར་ གྱུར་ ནས་ |#| འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ འདིར་ འོངས་ ཏེ
en: $769 As fast as an athlete can stretch out or bend an arm, the bodhisattva Bearer of the Armor of Courage That Comes from Roots of Virtue Definitively Directed toward All-Seeing Buddhahood now disappeared from that universe in an instant and emerged here in the world of Enduring.

source: དེ་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ ཤཱཀྱ་ ཐུབ་པ་ ག་ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས །_ |#| བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །_ |#| བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: He proceeded to the place where the blessed thus-gone Śākyamuni was residing, bowed his head to the Blessed One’s feet in homage, and said,

source: བཅོམ་ལྡན་འདས་ བཅོམ་ལྡན་འདས་ ལ་ གནོད་པ་ ཆུང་ ངམ །_ ཉམ་ང་བ་ ཉུང་ ངམ །_ བསྐྱོད་པ་ ཡང་ ངམ །_ སྟོབས་ དང་ བདེ་བ ར་ རེག་པ་ ལ་ གནས་ སམ་ [96b] ཞེས་ དེ་བཞིན་ གཤེགས་པ་ བདུད་ ཐམས་ཅད་ ལ་ སྐུ་ ཀུན་ ཏུ་ སྟོན་པ འི་ ཁྱུ་མཆོག་ སྙུན་ གསོལ་ ལགས་སོ །_།
en: “Blessed One, the blessed Leader Who Displays the Body of the Buddhas to All Māras inquires whether you have encountered but little hardship or discomfort, and whether you remain healthy, strong, and at ease.” [96.b]

source: རིགས་ ཀྱི་ བུ་ ཅི་ བཅོམ་ལྡན་འདས་ དེ་ སྙུན་ མི་ མངའའམ །_ སྟོབས་ དང་ ལྡན་ ནམ །_ འགྱུར་བ་ མི་ མངའ་ འམ །_
en: $770 “Noble son,” |#| “is that blessed one free from harm, is he strong, and does he remain unchanged?”

source: བཅོམ་ ལྡན་འདས་ དེ་ལྟ་ ལགས་སོ །_།
en: “Yes, indeed,”

source: འཇིག་རྟེན་ གྱི་ ཁམས་ དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ མཚན་ལྡན་ ཞེས་ བྱ་བ་ ཡོད་ དེ
en: $771 Situated beyond that universe was a universe known as Aṅkita.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ མཚན་མེད་ ང་རོ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Roar Beyond Marks.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་ དཔའ་ རྒྱལ་ཚབ་ ཚངས་དབྱངས་ ང་རོ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Melodious Roar of Brahmā.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ འཛིན་ མེད་ ཅེས་བྱ་བ་ ཡོད་ དེ །_
en: $772 Situated beyond that universe was a universe known as Niravagraha.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ མཚན་ཉིད་ གཅིག་པ ས་ མཆོད་ ཅེས་བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Worship with a Single Characteristic.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ མཚན་ཉིད་ མེད་པ འི་ ཕྱག་རྒྱ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $773 Situated beyond that universe was a universe known as Seal without Characteristics.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ པད་མ འི་ མཆོག་ ཅེས་བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Supreme Lotus.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ པད་མ་ རབ་ཏུ་ གཏོར་བ འི་ ཆར་པ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Rain of Tossed Lotuses.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཟླ་བ འི་ རྒྱལ་མཚན་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $774 Situated beyond that universe was a universe known as Moon Banner.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ སྣ་ཚོགས་ བརྩེགས་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Viśvakūṭa.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ འཇམ་པ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $775 Situated beyond that universe was a universe known as Maitreya .

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ རྡུལ་མེད་ བློ་གྲོས་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ །_
en: There resided the thus-gone Stainless Intelligence.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ མུ་ཁྱུད་ འཛིན་ ཅེས་བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Nimindhara.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ཡེ་ཤེས་ མེ་ཏོག་ [97a] འབྱུང་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Source of the Flowers of Wisdom. [97.a]

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ ས་འཛིན་ རབ་གནས་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Stable Holder of the Earth.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ནམ་མཁའ་ རྣམ་པར་ དག་པ་ ཅེས་བྱ་བ་ ཡོད་ དེ །_
en: $777 Situated beyond that universe was a universe known as Perfectly Pure Space.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ གཟི་བརྗིད་ མངོན་པར་ འཕགས་པ འི་ རྒྱལ་པོ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་ |#| འཚོ་ ཞིང་ གཞེས་ ལ་ ཆོས་ ཀྱང་ སྟོན་ ཏེ །_
en: There resided the thus-gone Noble King of Splendor. |#| Abiding and remaining present there, he taught the Dharma.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ རིན་ཆེན་ གདུགས་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Ratnacchatra.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ མཚན་ མ་ མེད་པ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_།
en: $778 Situated beyond that universe was a universe known as Animitta.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ རབ་ཏུ་ ཞི་བ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Praśānta.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ ཨུད་པ་ ལ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Utpala.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ བདེ་བ འི་ སྙིང་ པོ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $779 Situated beyond that universe was a universe known as Essence of Bliss.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ རྡུལ་མེད་ ཁྱུ་མཆོག་ ཅེས་བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Stainless Leader.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ སེམས་དཔའ་ མེད་ ཅེས་བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva No Being.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ འགྲོ་བ་ ཐམས་ཅད་ སོ་སོ ར་ བག་ཡངས་པ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Releaser of All Wandering Beings.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ ཟབ་མོ་ འགྱུར་བྱེད་ ཅེས་བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Profound Transformer.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཡོན་ཏན་ འབྱུང་གནས་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $781 Situated beyond that universe was a universe known as Guṇākara .

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ བསམ་ གྱིས་ མི་ ཁྱབ་པ འི་ དཔལ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Splendor of Inconceivable Qualities.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ འགྲོ་བ་ འཛིན་ ཅེས་བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Jagatīṃdhara.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ རྣམ་པར་ རྒྱལ་བ འི་ སྡེ་ ཞེས་ [97b] བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Vijayasena. [97.b]

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ གནོད་ མེད་ ཅེས་བྱ་བ་ ཡོད་ དེ །_
en: $783 Situated beyond that universe was a universe known as Free from Harm .

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ མི་ འཇིགས་ པར་ གཤེགས་པ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Gone Fearlessly.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ དཔའ་ བོ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Hero.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཨུད་པ་ ལ་ དམར་པོ ས་ ཁེབས་པ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $784 Situated beyond that universe was a universe known as Covered by Red Utpalas.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ སྤོས་ ཀྱིས་ རྒྱགས་ མཛད་ ཅེས་བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Instiller of Confidence.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་ དཔའ་ རྒྱལ་ཚབ་ སྤོས་ མཆོག་ ལྷུན་པོ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Mountain of Supreme Confidence.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཁ་ལོ་ སྒྱུར་བ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $785 Situated beyond that universe was a universe known as Sārathi .

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ཀུན་ ནས་ གཟིགས་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Seer of All.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ རྟུལ་བ་ མཐའ་ ཡ ས་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Infinite Taming.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཚོགས་ཆེན་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $786 Situated beyond that universe was a universe known as Great Accumulation.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ རྣམ་པར་ གནོན་ ཅེས་བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Vikrāmin.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ འཇིགས་ ཤིང་ འཇིགས་ སུ་ རུང་བ ས་ མི་ འཇིགས་པ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $787 Situated beyond that universe was a universe known as Not Intimidated by Fears or the Fearsome.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ མི་ འཇིགས་པ་ བརྙེས་པ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Attainer of Fearlessness.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ ཕྱོགས་ སུ་ རབ་ གྲགས་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Universally Renowned.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཟླ་བ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $788 Situated beyond that universe was a universe known as Candra .

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ་ སྒྲོན་མ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Candrapradīpa.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ སྔོན་ དུ་ འགྲོ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Pūrvaka.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ རབ་ སྣང་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_།
en: $789 Situated beyond that universe was a universe known as Thorough Illumination.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ མེ་སྒྲོན་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Ulkā.

source: བཅོམ་ [98a] ལྡན་ འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ མེ་ འཛིན་ ཅེས་བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Fire Holder.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ རབ་ཏུ་ འབར་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Flaming One.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ རྣམ་པར་ བསྒྲགས་པ འི་ རྒྱལ་པོ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva King of Renown.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ རབ་ འདྲེན་ ཅེས་བྱ་བ་ ཡོད་ དེ །_
en: $791 Situated beyond that universe was a universe known as Excellent Guidance.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ཤིན་ཏུ་ གྱེན་ དུ་ གཤེགས་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Radical Ascent.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ ཤེས་རབ་ མཆོག་ ཅེས་བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Supreme Insight.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ མཆོག་ གི་ ནོར་བུ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Supreme Jewel.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ རབ་ ཀྱི་ བློ་གྲོས་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Highest Intelligence.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ རྡོ་རྗེ་ འབྱུང་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $793 Situated beyond that universe was a universe known as Vajra Source.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ རྡོ་རྗེ་ རྣམ་པར་ གནོན་ ཅེས་བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Vajra Subduer.

source: བཅོམ་ ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ ཡོན་ཏན་ འབྱུང་གནས་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Guṇākara.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ང་རོ་ཅན་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $794 Situated beyond that universe was a universe known as Roaring.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ཡེ་ཤེས་ དབང་ཕྱུག་ རྒྱལ་པོ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Royal Master of Wisdom.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ དགའ་ འབྱུང་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $795 Situated beyond that universe was a universe known as Source of Joy.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ཡེ་ཤེས་ ཀྱི་ སྟོབས་ ཀྱིས་ རྣམ་པར་ བསྒྲགས་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Famed for the Power of Wisdom.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ སྨོན་ལམ་ རྣམ་པར་ བསྒྲགས་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Renowned Aspiration.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ བདེ་འབྱུང་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $796 Situated beyond that universe was a universe known as Source of Bliss.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ བདེ་མཆོག་ ཅེས་བྱ་བ་ [98b] བཞུགས་ ཏེ་
en: There resided the thus-gone Saṃvara. [98.b]

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ སྐར་རྒྱལ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Royal Star.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ སྐྱ་ རེང་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $797 Situated beyond that universe was a universe known as Dawn .

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ ཅེས་བྱ་ བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Guṇarājaprabha.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ དེད་དཔོན་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Sārthavāha.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཏོག་ བཟང་པོ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $798 Situated beyond that universe was a universe known as Excellent Crest.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ རྣམ་པར་ རྒྱལ་བ འི་ སྡེ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Vijayasena.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ཚངས་པ འི་ དབྱངས་ ང་རོ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Roaring Melody of Brahmā.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ རིན་ཆེན་ དཔལ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Ratnaśrī.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ རིན་ཆེན་ ཏོག་ ཅེས་བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Jewel Crest.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ རིན་ཆེན་ དབང་ཕྱུག་ ཅེས་བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Jewel Master.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ པད་མ འི་ དཔལ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $801 Situated beyond that universe was a universe known as Padmaśrī .

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ པད་མ་ འབྱུང་ བ འི་ དཔལ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Glorious Source of Lotuses.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ པད་མ་ དཔལ་ གྱི་ སྙིང་པོ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Padmaśrīgarbha.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ འབྱུང་བ འི་ དཔལ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $802 Situated beyond that universe was a universe known as Glorious Source .

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་ པ་ མེ་ཏོག་ སྣ་ཚོགས་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Flower Bouquet.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ ཡེ་ཤེས་ བརྩོན་འགྲུས་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Jñānavīrya.

source: དེ་ ན་ དེ་བཞིན་ [99a] གཤེགས་པ་ བདེ་བ འི་ རྒྱལ་པོ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Sukharāja.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ བདེ་བྱེད་ ཅེས་བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Kṣemaṅkara.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཤི་འཕོས་ མེད་ ཅེས་བྱ་བ་ ཡོད་ དེ །_
en: $804 Situated beyond that universe was a universe known as Acyuta.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ པད་མ་ མངོན་ འཕགས་ དཔལ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Glorious Noble Lotus.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ མེ་ཏོག་ བཟང་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Excellent Flower.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ རབ་ཏུ་གཡོ་བ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $805 Situated beyond that universe was a universe known as Constant Movement.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ རྟག་ ཏུ་ དཔུང་མགོ་ མཐོ་བ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Susaṃ­vṛttas­kandha.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ རྟག་ ཏུ་ སྤྲོ་བ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Constant Joy.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ རྟག་ ཏུ་ ཀུན་ དུ་ འཁྲུགས་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $806 Situated beyond that universe was a universe known as Constant Trembling.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ རྩི འི་ རྒྱལ་པོ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Nectar King.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ སྙིང་རྗེ་ ཆེན་པོ འི་ གོ་ཆ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Armor of Great Compassion.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ དམིགས་པ་ མཐའ་ཡས་པ ས་ གནས་པ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Abidance through Infinite Observations.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཀུན་ ནས་ སྐབས་ ཀྱི་ མཚན་ཉིད་ ཅེས་བྱ་བ་ ཡོད་ དེ །_
en: $808 Situated beyond that universe was a universe known as Characterized by Opportunity.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ ཚོགས་ཆེན་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Great Gathering.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ བཻ་ དཱུརྱའི་ འོད་ ཅེས་བྱ་བ་ ཡོད་ དེ །_
en: $809 Situated beyond that universe was a universe known as Beryl Light.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ སེམས་ [99b] ཚད་ མེད་པ འི་ གོ་ཆ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Armor of the Limitless Mind. [99.b]

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ གསེར་འོད་ ཅེས་བྱ་བ་ ཡོད་ དེ །_
en: $810 Situated beyond that universe was a universe known as Suvarṇa­prabhā.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ ཚབ་ མིག་པོ་ཆེ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Great Eye.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ མ་སྨད་པ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $811 Situated beyond that universe was a universe known as Irreproachable .

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ དམིགས་པ་ ཀུན་ གྱི་ ཁྱུ་མཆོག་ ཅེས་བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Leader Regarding All Objects of Perception.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ ཚབ་ དགའ་བོ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Nanda.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ གདུགས་ ཀྱིས་ ཁེབས་པ་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $812 Situated beyond that universe was a universe known as Covered by Parasols.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ཚོགས་ མཆོག་ མཐའ་ ཡ ས་ ཁྱུ་མཆོག་ ཅེས་བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Leader of the Supreme and Infinite Gathering.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ སྤྱན་རས་ གཟིགས་ ངེས་པ འི་ གོ་ཆ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Definite Armor of Seeing Eyes.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ རྒྱུ་སྐར་ གྱི་ ཕྲེང་བ་ ཅན་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $813 Situated beyond that universe was a universe known as Bearer of Garlands of Heavenly Bodies.

source: འཇིག་རྟེན་ གྱི་ ཁམས་ རྒྱུ་སྐར་ གྱི་ ཕྲེང་བ་ ཅན་ དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ རྒྱུ་སྐར་ གྱི་ རྒྱལ་པོ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Tārarāja.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ པད་མ འི་ དཔལ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Padmaśrī.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ རིན་ཆེན་ དྲ་བ ས་ ཁེབས་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $814 Situated beyond that universe was a universe known as Draped with Jewel Nets.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ རྒྱུ་སྐར་ རྒྱལ་པོ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Tārarāja.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ སྤོས་ མཆོག་ དཔལ་ ཞེས་ བྱ་ བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Splendor of Supreme Incense.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ གསེར་ཅན་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $816 Situated beyond that universe was a universe known as Endowed with Gold.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ནམ་མཁ འི་ དཔལ་ ཞེས་ བྱ་ [100a] བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Splendor of Space. [100.a]

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ མིག་ རྣམ་པར་ དག་ ཅེས་བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Eye That Is Perfectly Pure.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ རྣམ་པར་ དག་ ཅེས་བྱ་བ་ ཡོད་ དེ །_
en: $817 Situated beyond that universe was a universe known as Viśuddha.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ མིག་ ཅེས་བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Eye.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ མྱ་ངན་མེད་ ཅེས་བྱ་བ་ ཡོད་ དེ །_
en: $818 Situated beyond that universe was a universe known as Aśoka .

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་ པ་ གསུང་ མཛད་ ཅེས་བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Speaker .

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ རྒྱུ་སྐར་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $819 Situated beyond that universe was a universe known as Tāra.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ལྷུན་པོ་ མངོན་དུ་ འཕགས་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Superior Mountain.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ རྒྱལ་ཚབ་ སྣ་ཚོགས་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $820 Situated beyond that universe was a universe known as Diverse Regent.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ སྣ་ཚོགས་ སྡེ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Diverse Force.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ སྤོས་ ཀྱི་ ངད་ ལྡང་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $821 Situated beyond that universe was a universe known as Fumes of Incense.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ རྒྱ་མཚོ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Sāgara .

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ རྒྱ་མཚོ འི་ ཕྱག་རྒྱ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Sāgaramudrā.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ སྐར་ མདའ་ འཛིན་ ཅེས་བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Holder of Shooting Stars.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ ཡིད་གཉིས་ རྣམ་པར་ འཇོམས་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Vanquisher of Doubts.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཙན་དན་ སྤོས་ ཞེས་ བྱ་བ་ ཡོད་ དེ །_
en: $823 Situated beyond that universe was a universe known as Sandalwood Incense. [100.b]

source: དེ་ ན་ དེ་བཞིན་ [100b] གཤེགས་པ་ མཚན་ཉིད་ གཉིས་པ འི་ ཏོག་ ཅེས་བྱ་བ་ བཞུགས་ ཏེ་
en: There resided the thus-gone Crest of Twofold Characteristics.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྒྱལ་ཚབ་ གྲགས་པ འི་ སྡེ་ ཞེས་ བྱ་བ་ བཏང་ ངོ་ །_།
en: This blessed one now dispatched his regent, the bodhisattva Renowned Force.

source: དེ འི་ ཡང་ འདབ་ཆགས་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ དགའ་བ་ བཟང་པོ་ ཞེས་ བྱ་ བ་ ཡོད་ དེ །_
en: $824 Situated beyond that universe was a universe known as Excellent Joy.
